"About HeliPort" = "О HeliPort";
"Address: " = "Адрес: ";
"Cancel" = "Отменить";
"Check for Updates..." = "Проверка обновлений...";
"Create Diagnostics Report..." = "Создать отчет...";
"Create Network..." = "Создать сеть...";
"Disconnect from: " = "Отключиться от: ";
"Dynamic WEP" = "Динамический WEP";
"Enable Wi-Fi Logging" = "Включить логирование Wi-Fi";
"Enter the name and security type of the network you want to join." = "Выберете имя и тип шифрования сети, к которой хотите подключиться.";
"FUNCTION NOT IMPLEMENTED" = "ФУНКЦИЯ НЕ РЕАЛИЗОВАНА";
"Find and join a Wi-Fi network." = "Найти и подключиться к сети. ";
"Interface Name: " = "Имя интерфейса: ";
"Join Other Network..." = "Подключиться к другой сети...";
"Join" = "Подключиться";
"Launch At Login" = "Launch At Login"; // FIXME
"Network Name:" = "Имя сети:";
"No Network Avaliable" = "Нет доступных сетей";
"No Status Information Avaliable" = "Нет доступной информации о статусе";
"None" = "Нет";
"Open Network Preferences..." = "Открыть Сетевый настройки...";
"Open Wireless Diagnostics..." = "Открыть диагностику Wi-Fi...";
"Password:" = "Пароль: ";
"Password" = "Пароль";
"Quit HeliPort" = "Выйти из HeliPort";
"Reachable" = "Достижимо";
"Remember this network" = "Запомнить эту сеть";
"Security:" = "Безопасность";
"Show password" = "Показать пароль";
"Turn Wi-Fi Off" = "Выключить Wi-Fi";
"Turn Wi-Fi On" = "Выключить Wi-Fi";
"Unavailable" = "Недоступно";
"Unknown" = "Неизвестный";
"Unreachable" = "Недостижимо";
"Username:" = "Имя пользователя";
"Version: " = "Версия: ";
"WEP" = "WEP";
"WPA/WPA2 Enterprise" = "WPA/WPA2 Empresarial";
"WPA/WPA2 Personal" = "WPA/WPA2 Personal";
"WPA2 Enterprise" = "WPA2 Empresarial";
"WPA2 Personal" = "WPA2 Personal";
"WPA2/WPA3 Enterprise" = "WPA2/WPA3 Empresarial";
"WPA2/WPA3 Personal" = "WPA2/WPA3 Personal";
"WPA3 Enterprise" = "WPA3 Empresarial";
"WPA3 Personal" = "WPA3 Personal";
"Wi-Fi: Connected" = "Wi-Fi: Подключен";
"Wi-Fi: Connecting" = "Wi-Fi: Подключение";
"Wi-Fi: Looking for Networks..." = "Wi-Fi: Поиск сетей...";
"Wi-Fi Network \"" = "Сети Wi-Fi \"";
"Wi-Fi: Off" = "Wi-Fi: Выключен";
"Wi-Fi: On" = "Wi-Fi:Включен";
"Wi-Fi: Status unavailable" = "Wi-Fi: Estado no disponible";
"\" Requires Password" = "\" Введите пароль";
"    IP Address: "      = "    IP адрес: ";
"    Router: "          = "    Vаршрутизатор: ";
"    Internet: "        = "    Internet: ";
"    Security: "        = "    Безопасность: ";
"    BSSID: "           = "    BSSID: ";
"    Channel: "         = "    Канал: ";
"    Country Code: "    = "    Код страны: ";
"    RSSI: "            = "    RSSI: ";
"    Noise: "           = "    Шум: ";
"    Tx Rate: "         = "    Скорость подключения: ";
"    PHY Mode: "        = "    PHY Mode: ";
"    MCS Index: "       = "    MCS Index: ";
"    NSS: "             = "    NSS: ";
